NSCameraUsageDescription = "Dostęp do aparatu jest wymagany do skanowania dokumentów oraz robienia zdjęć i filmów.";
NSFaceIDUsageDescription = "Face ID jest wymagane do uwierzytelnienia za pomocą rozpoznawania twarzy.";
NSLocationAlwaysUsageDescription = "GPS is used to detect new photos from camera roll. Continued use of GPS running in the background can dramatically decrease battery life.";
NSPhotoLibraryUsageDescription = "Dostęp do biblioteki zdjęć jest wymagany dla wysyłania zdjęć i filmów do chmury.";
NSPhotoLibraryAddUsageDescription = "Dostęp do biblioteki zdjęć jest wymagany dla wysyłania zdjęć i filmów do chmury.";
NSMicrophoneUsageDescription = "Dostęp do mikrofonu jest wymagany dla tworzenia notatek głosowych.";
NSLocationWhenInUseUsageDescription = "GPS is used to detect new photos from camera roll on background. It is useless to use GPS only while using the app.";
